{
  "以下图片中的服饰属于男性服饰的是？": "Which of the following pictures of clothing belongs to male's clothing?",
  "以下图片中外搭服饰种类属于披帛的是？": "Which of the following types of outerwear in the pictures belongs to the category of 'Pibo'?",
  "以下图片中下半身服饰种类属于马面裙的是？": "Among the following pictures, which type of lower body clothing belongs to 'Mamian Qun?'",
  "以下图片中服饰襟型与其他图片不同的是？": "Which of the following images shows a different garment closure type compared to the others?",
  "以下图片中服饰襟型不属于大襟的是？": "Which of the following images does NOT feature the 'Dajin' closure style?",
  "以下图片中服饰领型属于交领的是？": "Which of the following images shows the 'Cross collar' neckline style?",
  "以下图片中服饰领型不属于直领的是？": "Which of the following images does NOT display the 'straight collar' neckline?",
  "以下图片中不属于男性服饰的是？": "Which of the following images does NOT depict male attire?",
  "以下图片中外搭服饰种类不属于披帛的是？": "Which of the following images shows an outer garment that is NOT a 'Pibo'?",
  "以下图片中下半身服饰种类属于裤的是？": "Which of the following images features lower-body clothing categorized as trousers?",
  "以下图片中服饰襟型不属于对襟的是？": "Which of the following images does NOT show the 'Duijin' closure style?",
  "以下图片中的服饰属于汉服改良版的是？": "Which of the following pictures of clothing belongs to the Improved Han clothing?",
  "以下图片中外搭服饰种类不属于褙子的是？": "Which of the following images features an outer garment that is NOT a 'Beizi'?",
  "以下图片中的服饰属于女性服饰的是？": "Which of the following images depicts female's Hanfu attire?",
  "以下图片中的服饰属于传统汉服形制的是？": "Which of the following images represents a traditional Hanfu style?",
  "以下图片中属于唐朝以后时期的服饰有？": "Which of the following images shows clothing styles from after the Tang Dynasty?",
  "以下图片中服饰袖型与其他图片不同的是？": "Which of the following images has a sleeve style that differs from the others?",
  "以下图片中服饰袖型属于垂胡袖的是？": "Which of the following images features the 'Chuihu sleeve'?",
  "以下图片中服饰袖型属于琵琶袖的是？": "Which of the following images displays the 'Pipa sleeve'?",
  "以下图片中服饰袖型不属于窄袖的是？": "Which of the following images does NOT have narrow sleeves?",
  "以下图片中服饰领型属于直领的是？": "Which of the following images shows a straight collar neckline?",
  "以下图片中服饰袖型不属于大袖的是？": "Which of the following images does NOT feature large sleeves?",
  "以下图片中服饰领型与其他图片不同的是？": "Which of the following images has a neckline style that differs from the others?",
  "以下图片中属于魏晋时期以后时期的服饰有？": "Which of the following images shows clothing styles from after the Wei-Jin period?",
  "以下的服装中比以上图片中的服饰更古老的有？": "Which of the following garments is older than those shown in the images above?",
  "以下图片中下半身服饰种类不属于马面裙的是？": "Which of the following images does NOT depict a 'Mamian qun' as the lower-body attire?",
  "以下图片中的服饰属于秦汉时期的风格的有？": "Which of the following images represents Qin and Han Dynasties' style clothing?",
  "以下图片中外搭服饰种类与其他图片不同的是？": "Which of the following images features an outer garment that differs from the others?",
  "以下图片中外搭服饰种类不属于云肩的是？": "Which of the following images does NOT include a 'Yunjian'?",
  "以下图片中不属于汉服改良版的服饰是？": "Which of the following pictures of clothing does not belong to the improved Han clothing?",
  "以下图片中服饰袖型属于半袖的是？": "Which of the following images features half sleeves?",
  "以下图片中服饰领型属于立领的是？": "Which of the following images has a standing collar?",
  "以下图片中不属于传统汉服形制的服饰是？": "Which of the following images does NOT belong to traditional Hanfu styles?",
  "以下图片中下半身服饰种类与其他图片不同的是？": "Which of the following images shows a different lower-body garment style compared to the others?",
  "以下图片中服饰领型属于圆领的是？": "Which of the following images features a round collar neckline?",
  "以下图片中外搭服饰种类不属于披风的是？": "Which of the following images does NOT include a 'Pifeng' as outerwear?",
  "以下图片中的服饰属于汉元素服饰的是？": "Which of the following images represents Han element clothing?",
  "以下图片中下半身服饰种类属于破群的是？": "Which of the following images depicts a 'Poqun' as the lower-body garment?",
  "以下图片中形制与其他服饰不同的是？": "Which of the following images shows a different structural style compared to the other garments?",
  "以下图片中的服饰属于明朝的风格的有？": "Which of the following images represents Ming Dynasty-style clothing?",
  "以下图片中不属于唐朝的服饰有？": "Which of the following images does NOT show Tang Dynasty attire?",
  "以下图片中服饰襟型属于绕襟的是？": "Which of the following images features a wrapped closure ('Raojin') style?",
  "以下图片中服饰领型不属于立领的是？": "Which of the following images does NOT have a standing collar?",
  "以下图片中服饰襟型属于对襟的是？": "Which of the following images shows a symmetrical front closure ('Duijin')?",
  "以下图片中下半身服饰种类属于褶裙的是？": "Which of the following images depicts pleated skirts ('Zhequn')?",
  "以下图片中外搭服饰种类属于比甲的是？": "Which of the following images includes a 'Bijia' as outerwear?",
  "以下图片中外搭服饰种类属于云肩的是？": "Which of the following images features a 'Yunjian'?",
  "以下图片中不属于宋朝的服饰有？": "Which of the following images does NOT represent Song Dynasty-era clothing?",
  "以下图片中不属于明朝的服饰有？": "Which of the following images does NOT show Ming Dynasty-era attire?",
  "以下图片中外搭服饰种类属于披风的是？": "Which of the following images includes a 'Pifeng'?",
  "以下图片中风格与其他服饰不同的有？": "Which of the following images shows a different overall style compared to the others?",
  "以下图片中的服饰属于魏晋时期的风格的有？": "Which of the following images represents Wei-Jin period style clothing?",
  "以下图片中服饰领型属于方领的是？": "Which of the following images features a square collar neckline?",
  "以下图片中服饰袖型属于大袖的是？": "Which of the following images shows large sleeves?",
  "以下图片中服饰袖型属于直袖的是？": "Which of the following images displays straight sleeves?",
  "以下图片中服饰领型属于坦领的是？": "Which of the following images has a 'Tan collar'?",
  "以下图片中服饰袖型属于窄袖的是？": "Which of the following images features narrow sleeves?",
  "以下图片中服饰领型不属于圆领的是？": "Which of the following images does NOT have a round collar?",
  "以下图片中服饰襟型属于大襟的是？": "Which of the following images shows the 'Dajin'?",
  "以下图片中外搭服饰种类属于半臂的是？": "Which of the following images includes a 'Banbi' as outerwear?",
  "以下图片中下半身服饰种类不属于褶裙的是？": "Which of the following images does NOT depict pleated skirts ('Zhequn')?",
  "以下图片中外搭服饰种类属于褙子的是？": "Which of the following images features a 'Beizi'?",
  "以下图片中外搭服饰种类不属于比甲的是？": "Which of the following images does NOT include a 'Bijia'?",
  "以下图片中服饰性别属性与其他图片不同的是？": "Which of the following images shows different gender attributes compared to the others?",
  "以下图片中的服饰属于唐朝的风格的有？": "Which of the following images represents Tang Dynasty-style clothing?",
  "以下图片中不属于女性服饰的是？": "Which of the following images does NOT show women's attire?",
  "以下图片中属于宋朝以后时期的服饰有？": "Which of the following images displays clothing styles from after the Song Dynasty?",
  "以下图片中的服饰属于宋朝的风格的有？": "Which of the following images represents Song Dynasty-style clothing?",
  "以下图片中服饰袖型不属于直袖的是？": "Which of the following images does NOT have straight sleeves?",
  "以下图片中服饰袖型不属于琵琶袖的是？": "Which of the following images does NOT feature pipa sleeves?",
  "以下图片中服饰领型不属于交领的是？": "Which of the following images does NOT have a cross-collar?"
}